{
    "Charity": [
        "Do I think of and treat everyone with love, even those who are hurtful to me?",
        "Do I only tolerate my enemies, or do I show them the same love as I do my friends, as Christ commanded?",
        "Do I procrastinate, kill time, or watch the clock?",
        "Do I waste time wishing that things were other than they are?",
        "Do I love others as I do myself?",
        "Do I do everything for the love of God?",
        "Do I discount my own life or efforts are unworthy?"
    ],
    "Hope": [
        "Do I believe, and act as though God will meet my daily needs?",
        "Do I believe, and act as though God’s will is in my best interest?"
    ],
    "Faith": [
        "Do I think that my actions, efforts, or status will provide for me and my family?",
        "Do I act upon my fears – including fears of financial loss, death, suffering, and evil?",
        "Do I trust God’s word about what is evil and good?",
        "Do I trust God’s word that he will provide for my needs?",
        "Do I think that I have merited my blessings or salvation by what I have done?",
        "Do I think that my achievements, honors, or actions make me more worthy than any other human being, including my enemies, my friends, my family, celebrities, politicians, and people whose sin I believe I can see?"
    ],
    "Prudence": [
        "Do I seek to possess more than I need?",
        "Do I ensure that others have what they need?",
        "Do I tithe from what God has given me?"
    ],
    "Fortitude": [
        "Do I bear wrongs patiently?",
        "Am I holding any grudges?",
        "Do I endure suffering and pain without complaint?",
        "Do I face my fears to overcome them, or do I seek to avoid them?",
        "Do I endure trials, even embracing them as they draw me closer to God?",
        "Do I seek to die to myself every day, taking up my cross?"
    ],
    "Justice": [
        "Do I desire things that I do not need?",
        "Do I desire things that will have no benefit to me?",
        "Do I give God, my employer, and my government their just due?",
        "Do I see that those around me have their needs met, before pursuing things that I only want?",
        "Do I practice chastity in thoughts and actions?",
        "Do I treat others as I expect myself or my loved ones to be treated?"
    ],
    "Temperance": [
        "Do I make choices based on my will to serve God or my selfish desires?",
        "Do I seek pleasure more than I do God?",
        "Do I worry about having enough time for pleasurable pursuits?",
        "Do I abuse pleasures by indulging them too often?",
        "Is there anything in my life that I do to excess, to the detriment of my spiritual life or duties to God, my family, or authority?"
    ]
}